{
  "blogs": [
    {
      "id": 1,
      "title": "Understanding AI in 2025",
      "description": "This article explores the advancements in artificial intelligence and its potential impact on various industries in 2025.",
      "date": "2025-01-20",
      "by": "Jane Doe"
    },
    {
      "id": 2,
      "title": "The Future of Renewable Energy",
      "description": "A deep dive into the latest trends in renewable energy and how they will shape the global energy market.",
      "date": "2025-01-22",
      "by": "John Smith"
    },
    {
      "id": 3,
      "title": "The Rise of Remote Work",
      "description": "An analysis of the growing trend of remote work and its long-term implications for businesses and employees.",
      "date": "2025-01-18",
      "by": "Emily Brown"
    },
        {
      "id": 7,
      "title": "The Rise of Remote Work",
      "description": "An analysis of the growing trend of remote work and its long-term implications for businesses and employees.",
      "date": "2025-01-18",
      "by": "Emily Brown"
    }
  ],
  "experiences": [
    {
      "id": 1,
      "title": "Software Engineer",
      "company": "Tech Solutions Inc.",
      "description": "Developed and maintained web applications using React and Node.js. Worked closely with the product team to improve user experiences and features.",
      "start_date": "2023-06-01",
      "location": "New York, NY"
    },
    {
      "id": 2,
      "title": "Frontend Developer",
      "company": "Creative Web Agency",
      "description": "Designed and implemented responsive front-end components using HTML, CSS, and JavaScript. Focused on improving the performance and accessibility of the websites.",
      "start_date": "2022-01-15",
      "location": "San Francisco, CA"
    },
    {
      "id": 3,
      "title": "Intern - Web Development",
      "company": "Innovative Startups",
      "description": "Assisted the senior developers with coding tasks, debugging, and writing documentation. Gained experience with Git, React, and basic API integrations.",
      "start_date": "2021-06-01",
      "location": "Remote"
    }
  ],
   "recommendations": [
    {
      "name": "Daniel Silva",
      "review": "I had the pleasure of mentoring Anirban during his Google Summer of Code (GSoC) internship while we were working on the mobile project at Rocket.Chat. Anirban demonstrated exceptional technical skills, a strong work ethic, and a keen ability to tackle complex challenges. Throughout the GSoC program, Anirban was proactive in learning and applying new concepts, and he consistently delivered high-quality work. His dedication and enthusiasm were evident in every task he undertook, and his contributions significantly advanced our project. Anirban’s collaborative spirit and problem-solving capabilities make him a valuable asset to any team. I have no doubt that he will continue to excel and make meaningful contributions in his future endeavors. I highly recommend him for any role or opportunity that aligns with his skills and passions."
    },
    {
      "name": "Rajdeep Ghosh",
      "review": "I highly recommend Anirban Paul, with whom I've collaborated on multiple projects. Anirban's expertise in Fullstack and app development is commendable, as he consistently delivers high-quality solutions by seamlessly integrating front-end and back-end technologies. What sets Anirban apart is his remarkable ability to quickly adapt and learn new technologies, making him a valuable asset in dynamic and evolving work environments. His dedication, technical proficiency, and collaborative approach make him an excellent choice for any Fullstack development project."
    },
    {
      "name": "Bhushan Pungliya",
      "review": "I highly recommend Anirban for his dedication, professionalism, and ability to deliver results."
    }
  ]
}
